/* ------------------- 基本自訂化設定頁 -------------------- */
/* --------- Basic customized settings of system--------- */

const items/*商品名稱，不同類別分行表示*/ = [
    "紅燒牛肉麵","清燉牛肉麵","餛飩麵","榨菜肉絲麵","陽春麵", 
    "蛋炒飯","滷肉飯（大）","滷肉飯（小）","爌肉飯","爌肉飯便當", 
    "蛋花湯","貢丸湯","酸辣湯","豬血湯",
    "牛肉湯餃","酸辣湯餃","水餃（5顆）","鍋貼（5顆）"
];

const price/* 按照items順序排列 */ = [
    100, 100, 45, 45, 35,
    70, 40, 35, 50, 70,
    30, 30, 35, 35,
    70, 60, 25, 30
];

const typeCount/*商品類別總數*/ = 4;
const eachTypeCount/*各類別包含品項數量*/ = [5,5,4,4]; 

const tableCount/*內用桌總數*/ = 15;

const soundFileName1/*<接單頁面>新訂單通知音效*/ = "notify2.mp3";
const soundFileName2/*<送餐頁面>新訂單通知音效*/ = "notify3.mp3";




